export default {
  translation: {
    bahasa: "لغة",
    home: "الصفحة الرئيسية",
    tentang: "عَنِّي",
    portofolio: "بورتوفوليو",
    kontak: "اتصال",
    indonesia: "إندونيسيا",
    inggris: "الإنجليزية",
    arab: "عرب",
    subTitleHero: "مرحبًا. أنا نور بوجيانتو",
    titleHero1: "مصمم",
    titleHero2: "تطوير الموقع",
    buttonHero: "لنتحدث",
    project: "المشروع",
    client: "زبون",
    pendidikan: "تعليم",
    DescAbout1:
      "نور بوجي هو مصمم ومطور مبتدئ تخرج من جامعة Bhayangkara Jaya في عام 2020. ولديه القدرة على تصميم وإنشاء مواقع ويب عالية الجودة ، فضلاً عن المعرفة القوية في مجال تكنولوجيا المعلومات.",
    DescAbout2:
      "على الرغم من أنه بدأ مسيرته المهنية للتو ، إلا أنه يجلب طاقة كبيرة وحماسًا لبدء مسيرته المهنية في الصناعة وهو دائمًا على استعداد للتعلم وتطوير مهاراته.",
    WhatIdo: "ما أفعله",
    webDesain: "تصميم الموقع",
    webDesainDesc:
      "أنشئ مواقع ويب جذابة وفعالة وسريعة الاستجابة ومتوافقة مع الأجهزة المحمولة لتحسين تجربة المستخدم.",
    frontEndnDesc:
      "معرفة HTML و CSS وجافا سكريبت. يمكن تطبيق مبادئ التصميم سريعة الاستجابة",
    backEndDesc:
      "فهم لغات برمجة PHP و MySQL ، وتكوين الخوادم وإدارة قواعد البيانات",
    subTitlePorto: "هذا هو أفضل عمل لي",
    linkPorto: "شاهد المزيد من المنتجات ........",
    linkCardPorto: "عرض المزيد........",
    testiPorto: "الشهادات - التوصيات",
    desContact1:
      "حتى تتمكن من البقاء على اتصال والحصول على أحدث المعلومات منا. لا تتردد في الاتصال بنا إذا كان لديك أي أسئلة أو اقتراحات أو ملاحظات. سنكون دائما على استعداد لمساعدتك.",
    desContact2: "يمكنك ملء النموذج أدناه:",
    nama: "اسم",
    email: "بريد إلكتروني",
    tlp: "رقم التليفون",
    komentar: "تعليق",
    kirim: "يرسل",
    NamaKosong: "لا يمكن أن يكون الاسم فارغًا",
    EmailKosong: "البريد الإلكتروني لا يمكن أن يكون فارغا",
    EmailNotValid: "تنسيق غير صالح",
    TelpKosong: "لا يمكن ترك رقم الهاتف فارغًا",
    TelpFormat: "يجب أن يكون رقم الهاتف أرقامًا و +",
    KomentarKosong: "لا يمكن ترك التعليقات فارغة",
  },
};
